Revit 2027 API
ParameterTypeId.TrussFamilyBottomChordEndReleaseType Property
 "End Release"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TrussFamilyBottomChordEndReleaseType { get; }
Public Shared ReadOnly Property TrussFamilyBottomChordEndReleaseType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TrussFamilyBottomChordEndReleaseType {
	ForgeTypeId^ get ();
}
static member TrussFamilyBottomChordEndReleaseType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace